"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Sen Değil Misin?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 Arkadaşın Yakınında";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 gün";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 saat";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 dakika";

"1d|short indicator that a user was active 1 day ago" = "1g";

"1h|short indicator that a user was active 1 hour ago" = "1s";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "1d Sınırı: Göndermek için bırak";

"1m|short indicator that a user was active 1 minute ago" = "1d";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 gün";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 saat";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 dakika";

"A new version of Messenger is available.|New version title" = "Messenger'ın yeni bir sürümü var.";

"Activation Code|placeholder text for activation code field" = "Aktivasyon kodu";

"Activation Request Failed|" = "Aktivaston İsteği Başarısız Oldu";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Şu An Aktif (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Sık Kullanılanlara Ekle";

"Add More People|button for adding people to the conversation" = "Başkalarını Ekle";

"Add More People|title for add members page" = "Başkalarını Ekle";

"Add More People|title for add people page" = "Başkalarını Ekle";

"Add People|button to add members to the message thread" = "Kişi Ekle";

"Add Photos|Button label for adding photos from the photo library" = "Fotoğraf Ekle";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Mevcut Kişiye Ekle";

"Adding...|adding progress text" = "Ekleniyor...";

"Advanced Settings|text for advanced settings button" = "Gelişmiş Ayarlar";

"Advanced|title for advanced settings page" = "Gelişmiş";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Uyarılar Şu Zamana Kadar Kapalı: %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Uyarılar 1 Saat Kapalı";

"Alerts Off|Indicates that alerts are off" = "Uyarılar Kapalı";

"Alerts On|Indicates that alerts are on" = "Uyarılar Açık";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Tüm bildirimler 8s boyunca kapalı.";

"All notifications are off.|Mute warning display on thread list" = "Tüm bildirimler kapalı.";

"All|Segment button label for all stickers" = "Tümü";

"Answer|Text for button that accepts a call" = "Cevap Ver";

"Archive|Button label that will archive the conversation" = "Arşivle";

"Archive|Label for archive button when swipe to archive in thread list view" = "Arşivle";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Bu konuşma adını silmek istediğinden emin misin?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Bu konuşmadan çıkmak istediğinden emin misin? Bundan böyle konuşmadaki yeni mesajları almayacaksın.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Emin misin?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Fotoğraf Ekle";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Medya Ekle";

"Back|Go back to previous screen" = "Geri";

"Back|generic nav bar back button" = "Geri";

"Background task expired|Error string for app killed in background while message was sending" = "Arkaplandaki görev zaman aşımına uğradı";

"Bing Image Search|" = "Bing Görüntü Araması";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Aynı anda en fazla %1$i kişiye toplu gönderim yap.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Toplu Gönderim";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Toplu Gönderim";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Toplu gönderimler en fazla %1$i ek içerebilir.";

"Bring messages to life|Title of Media attachment NUX" = "Canlı mesajların keyfini çıkar";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Yayın";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Yayın";

"Call Ended|End call message in non-error case" = "Arama Sona Erdi";

"Call Ended|String shown when the call ends" = "Arama Sona Erdi";

"Call Failed|End call message in error case" = "Arama Yapılamadı";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Arkadaşlarını Wi-Fi bağlantın veya mobil ağın üzerinden ara. Normal veri ücretleri geçerlidir.";

"Call %@|action sheet option for calling a phone number" = "%1$@'yi Ara";

"Call|Call" = "Ara";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Wi-Fi üzerinden yapılan aramalar ücretsizdir. Mobil ağ üzerinden yapılan aramalar için veri bağlantısı ücretlidir.";

"Camera|Button label for attaching a photo from the camera" = "Kamera•";

"Cancel|Title for generic Cancel button." = "İptal";

"Celebrations|Title of list of friends who have events to celebrate." = "Kutlamalar";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Hiçbir ücret ödemeden telefon rehberindeki bir kişiyle veya numarayla sohbet et.";

"Chat|The title of the view showing the buddy list section of the app" = "Sohbet";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Arkadaşları Seç";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Fotoğraf Seç";

"Clear|prompt to clear all unsent messages" = "Temizle";

"Clearing...|Progress text shown while clearing the image for a thread" = "Temizleniyor...";

"Close active chat|Button to close an active chat" = "Aktif sohbeti kapat";

"Close|Title of button in navigation bar to close a web page." = "Kapat";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Ayarları kapatır";

"Comment|Comment button title" = "Yorum yap";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "%1$@'ye mesaj yaz";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "%1$@'ye mesaj yaz: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Telefonu Onayla";

"Connecting|Text shown on call screen while connecting a call" = "Bağlanılıyor";

"Connection Failed|Alert title when connection failed" = "Bağlantı Kurulamadı";

"Connection Lost|End call message in connection lost case" = "Bağlantı Kesildi";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "İletişim Bilgileri";

"Contact Info|Title of the canonical thread info page." = "İletişim Bilgileri";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Devam Et ve Tekrar Sorma";

"Continue|Button label to continue through zero rating session fence" = "Devam";

"Continue|Login - Login Button Title for Keychain Login" = "Devam";

"Conversation Name|placeholder text in conversation name textfield" = "Konuşma Adı";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Kopyala";

"Copy|Title for buttons and menus that let user copy the current text" = "Kopyala";

"Copy|action sheet option for copying a string to the clipboard" = "Kopyala";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Yeni üye eklenemedi. Lütfen tekrar dene.";

"Could not load sticker store.|Error message for sticker store load failure" = "Çıkartma mağazası yüklenemedi.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Müsaitlik durumu alınamadı";

"Countries|Title for country picker" = "Ülkeler";

"Country|Country - Country placeholder text" = "Ülke";

"Create Group Chat|Label for a button that creates a new group chat" = "Grup Sohbeti Oluştur";

"Create Group Chat...|Text on a button to compose a new group message" = "Grup Sohbeti Oluştur...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Grup Konuşması Yap";

"Create New Contact|action sheet option for creating a new contact" = "Yeni Kişi Oluştur";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Şu anda bir başkasıyla görüşüyor";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Bildirim Ayarlarını Özelleştir";

"Decline|Text for button that declines a call" = "Reddet";

"Delete Conversation Name|alert title for deleting conversation name" = "Konuşma Adını Sil";

"Delete Conversation|Button label that will delete the conversation" = "Konuşmayı Sil";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Mesajı Sil? Bu işlem geri alınamaz.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Bu Konuşmanın Tamamını Sil?";

"Delete|Button label that will delete the conversation" = "Sil";

"Delete|Button to accept deleting the name of a conversation" = "Sil";

"Delete|Label for archive button when swipe to archive in thread list view" = "Sil";

"Delete|Label for button to delete previous character" = "Sil";

"Delete|Label on button that deletes a thread" = "Sil";

"Delete|button text for deleting a message" = "Sil";

"Delete|button text for removing an unsent message" = "Sil";

"Details|title for message details page" = "Detaylar";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Yakınındaki Kişileri Keşfet";

"Don't Delete|Button to decline to delete the name of a conversation" = "Silme";

"Don't Save|Don't save action sheet button" = "Kaydetme";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Mesaj listesinin düzenlenmesi tamamlandı";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Bitti";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Düzenlemek için iki kez dokun";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "İndirilemedi";

"Download|Accessibility label for download button in sticker store list view" = "İndir";

"Download|Button title to download an upgrade" = "İndir";

"Download|Label for button to download a sticker pack" = "İndir";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "İndirildi";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "İndirildi";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "İndiriliyor";

"Downloading|Label for button to show a sticker pack being downloaded" = "İndiriliyor";

"Drag Down to Hide|Chat head dismiss NUX title" = "Gizlemek İçin Aşağı Sürükle";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Gizlemek için buraya sürükle";

"Edit|Edit button/label title for chat divebar" = "Düzenle";

"Email or phone number|email/phone field placeholder on login screen" = "E-posta veya telefon numarası";

"Empty Feedback|Title for empty feedback warning." = "Görüş Yok";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Etkinleştir";

"Enter Code|Enter Code page title" = "Kodu Gir";

"Error|Error title for sticker pack detail view" = "Hata";

"Error|error title after failed to load webview" = "Hata";

"FREE|Price label for free sticker pack" = "ÜCRETSİZ";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook Konum ile Daha İyi";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Facebook Messenger Girişi";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook Kullanıcısı";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook telefon rehberindeki kişileri senin adına saklar. Saklanan kişiler başkalarına aradıkları kişileri bulmada veya arkadaşlarıyla bağlantı kurmada yardımcı olmak ve sana ve başkalarına öneriler sunmak için kullanılabilir. Bu bilgileri, bir konuşmada \"i\" düğmesine dokunarak düzenleyebilir veya tüm kişileri uygulama ayarlarından silebilirsin.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook, konumunu düzenli olarak kullanacak ve saklayacaktır.";

"Failed to add members|title for failing to add members dialog" = "Üye eklenemedi";

"Failed to save your settings.|error message after changing thread alert setting." = "Ayarların kaydedilemedi.";

"Favorites|chat bar favorites header title" = "Sık Kullanılanlar";

"Featured|Segment button label for featured stickers" = "Öne Çıkarılanlar";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Facebook'un konum özelliklerini kullanmak için bu adımları izle.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Takip Et";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Daha doğru sonuçlar için, %1$@ ayarlarına git ve Konum Servisleri'ni seç. Sonra da %2$@ için Açık'ı seç.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Daha doğru sonuçlar için, %1$@ ayarlarına git ve sırasıyla Gizlilik'e ve Konum Servisleri'ne dokun. Sonra da %2$@ için Açık'ı seç.";

"Free Call|Text on button that starts a messenger call" = "Ücretsiz Ara";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Ücretsiz Arama Kullanılamıyor";

"Friends Nearby|Title of list of friends who are nearby." = "Yakındaki Arkadaşlar";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Messenger'daki Arkadaşların";

"Get Directions|action sheet option for viewing a map" = "Yol Tarifi Al";

"Get Facebook Messenger|The title for messenger promotion banner" = "Facebook Messenger'ı Yükle";

"Get Started|Label for a button that creates a new group chat" = "Başla";

"Get Started|Title for NUX" = "Kullanmaya Başla";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Bize görüşlerini veya bir sorunu bildir";

"Google Image Search|" = "Google Görüntü Araması";

"Group Chat|Title for megaphone section helping users discover group chats" = "Grup Sohbeti";

"Group Chats|Title for megaphone section helping users discover group chats" = "Grup Sohbetleri";

"Group Chats|chat bar header for group conversations" = "Grup Sohbetleri";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Grup Konuşması";

"Group Conversations|Table header for group threads section" = "Grup Konuşmaları";

"Group Info|Title of group thread info page." = "Grup Bilgileri";

"Group Members|Title for section showing members of a group (member count will follow)" = "Grup Üyeleri";

"Group Messages|Title for megaphone section helping users discover group chats" = "Grup Mesajları";

"Group|Button for starting a new group message." = "Grup";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Aynı anda bir grup arkadaşınla konuş.";

"Help|text for help button" = "Yardım";

"Hold to Talk|The instruction for holding the record button and talk" = "Basılı Tutarak Konuş";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Eminim";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "%1$@ uygulaması hoşuna gittiyse, lütfen bir dakikanı ayırıp bu güncellemeye puan verebilir misin? Teşekkürler.";

"Image Search|action sheet option for choosing a photo from image search" = "Görüntü Arama";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Konumunu ekle";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Yanlış Onay Kodu";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Facebook Messenger'ı yükle?";

"Install|Button text to install the Facebook Messenger" = "Yükle";

"Install|The text on the button for users to install Messenger." = "Yükle";

"Introducing Chat Heads|Chat head intro NUX title" = "Sohbet Balonları";

"Invalid Country Code|alert title for invalid country code" = "Geçersiz Ülke Kodu";

"Invalid Phone Number|alert title for invalid phone number" = "Geçersiz Telefon Numarası";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Mesajlarını açmak ve kapatmak için dokunman yeterli.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Herkesi haberdar et";

"Last Updated: %@|last updated date in pull to refresh header" = "Son Güncelleme: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Daha Fazla Bilgi Al";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Bilgi Al";

"Leave Conversation|leave conversation button" = "Konuşmadan Çık";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Konuşmadan çık?";

"Leave|Button title for leaving a thread" = "Çık";

"Leaving...|Progress text shown while leaving a thread" = "Çıkılıyor...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Bu konuşmadakilerin nerede olduğu görmesine izin ver.";

"Licenses|Licenses screen title" = "Lisanslar";

"Licenses|text for licenses button" = "Lisanslar";

"Like|Like button title" = "Beğen";

"Like|Title for generic Like button." = "Beğen";

"Load Map|Button text for users to load the map location when zero rated." = "Haritayı Yükle";

"Loading...|Message presented while waiting for content to load." = "Yükleniyor...";

"Loading...|Placeholder text while results are loading" = "Yükleniyor...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Konumun Belirleniyor...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Konum Devre Dışı";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Bu konuşma için konum kapalı";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Konum servisleri kapalı. Bu konuşmadakilerin senin nerede olduğunu görebilmesi için konum servislerini aç.";

"Location services are on|Title of location NUX when user has enabled location services." = "Konum servisleri açık";

"Log In to Facebook|Login - Login Button Title for password login" = "Facebook'a Giriş Yap";

"Logged in as %@|Login - Text showing who user is logged in as" = "%1$@ olarak giriş yapıldı";

"Login Approval Required|title of login approval dialog" = "Giriş Onayı Gerekiyor";

"Login Failed|Invalid login alert title" = "Giriş Yapılamadı";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Başka biri olarak giriş yapar";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "%1$@ olarak giriş yapar";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Başka bir hesaba giriş yapar";

"Mark as Unread|Button label that will mark the thread as unread" = "Okunmadı Olarak İşaretle";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Herkese Mesaj Gönder";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Arkadaşlarına mesaj gönder";

"Message|Button for starting a new message." = "Mesaj";

"Message|button to open a composer to send a message to the page" = "Mesaj Gönder";

"Messages|Messenger module display name" = "Mesajlar";

"Messages|The title of the message thread list view." = "Mesajlar";

"Messages|Title for messages inbox view" = "Mesajlar";

"Messages|accessibility (voiceover) label for chathead inbox" = "Mesajlar";

"Messages|name of the app with Facebook brand" = "Mesajlar";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Messenger, daha fazla kişiye erişip arkadaşlarınla bağlantı kurmana yardımcı olmak için rehberindeki kişileri düzenli olarak senkronize eder.";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Diğer Arkadaşlar (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Diğer Arkadaşlar (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Diğer Çevrimiçi Arkadaşlar";

"Name is Too Long|alert title for long conversation name" = "Ad çok uzun";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Bu konuşmaya ad ver";

"Nearby|Nearby people to send a message to" = "Yakındakiler";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Mesajları bir daha asla kaçırma";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Arkadaşlarının mesajlarını bir daha asla kaçırma.";

"New Message|Text on a button in messages popover to compose a new message" = "Yeni Mesaj";

"New Message|Title of screen shown when user is composing a new message" = "Yeni Mesaj";

"New version available|Title of alert displayed when new version is available" = "Yeni sürümü var";

"Next|Generic button to move to next item" = "Sonraki";

"Next|button label for moving to the next screen" = "İleri";

"No Internet Connection|Warning banner for no network connection" = "İnternet Bağlantısı Yok";

"No Message|dialog title for when user tries to send an empty message" = "Mesaj Yok";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Katılımcı Yok";

"No Participants|String when no participants are on the thread" = "Katılımcı Yok";

"No Recipients|dialog title for when user tries to send to no recipients" = "Alıcı Yok";

"No Results|Alert title when there are no results from image search." = "Sonuç Yok";

"No locations shared recently.|message on map view when no location has been shared recently" = "Yakınlarda hiç konum paylaşılmadı.";

"No response.|Error reported when no response is received from the server" = "Yanıt yok.";

"No, Thanks|Label on button for user to decline to rate the app" = "Hayır, Teşekkürler";

"Not Now|Button text to temporarily ignore the installation message" = "Şimdi Değil";

"Not Now|Do not enable contact sync button label, 15 char max" = "Şimdi Değil";

"Not Now|Not now alert popup button" = "Şimdi Değil";

"Not Now|Title of button to not share location for now." = "Şimdi Değil";

"Not Now|button label for deferring enabling push notifications" = "Şimdi Değil";

"Not now|Button title to decline an upgrade" = "Şimdi değil";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Bildirimler 8 saat boyunca kapalı";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Bildirimler açık";

"Notifications for This Conversation|Title for per-thread notification settings" = "Bu Konuşma İçin Bildirimler";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Bu konuşma için bildirimler kapalı.";

"Notifications|Label for enabling/disabling notification" = "Bildirimler";

"Notifications|Label for enabling/disabling notifications" = "Bildirimler";

"OK|Title for generic OK button." = "Tamam";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Şu Ana Kadar Kapalı: %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "1 Saat Kapalı";

"Off|Short string for indicating that alerts are off" = "Kapalı";

"On|Short string for indicating that alerts are on" = "Açık";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Konuşmanın sendeki kopyasını silersen, bu işlem geri alınamaz.";

"Only You|String for describing a thread where you are the only user remaining" = "Sadece Sen";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "iPhone Ayarlarını Aç";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Haritada Aç";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Çıkartma mağazasını aç";

"Other People|Table section header for a list of non-friend search results" = "Diğer Kişiler";

"Password|password field placeholder on login screen" = "Şifre";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Bu konuşmadakiler konumunu harita üzerinde görebilir.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Eklediğin kişiler bu konuşmada önceden geçen tüm mesajları görecek.";

"Phone Number|placeholder text for phone number field" = "Telefon Numarası";

"Pin friends you message most|Label when users have no favorites" = "En sık mesajlaştığın arkadaşlarını ekle";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Lütfen onay kodunu kontrol et ve tekrar dene.";

"Please check your network connection and try again.|" = "Lütfen ağ/şebeke bağlantını kontrol et ve tekrar dene.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Lütfen numaranı kontrol et ve tekrar dene.";

"Please check your number and try again.|alert message for invalid phone number" = "Lütfen numaranı kontrol et ve tekrar dene.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Lütfen Facebook Messenger'ın en son sürümünü indir.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Lütfen bir mesaj yaz veya bir fotoğraf ekle";

"Please enter a valid country code.|alert message for invalid country code" = "Lütfen geçerli bir ülke kodu gir.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Lütfen Facebook'a giriş yaparken kullandığın e-posta adresini ve şifreni gir.";

"Please include a description of your problem.|Message for empty feedback warning." = "Lütfen sorununun açıklamasını ekle.";

"Please rate the quality of your call|Prompt for call quality survey" = "Lütfen aramanın kalitesine puan ver";

"Please re-login to renew your session.|Error message for expired session" = "Lütfen oturumunu yenilemek için yeniden giriş yap.";

"Please try again|Alert message when there are no results from image search." = "Lütfen tekrar dene";

"Please use a shorter conversation name.|alert message for long conversation name" = "Lütfen daha kısa bir konuşma adı kullan.";

"Privacy & Terms|text for privacy and terms button" = "Gizlilik ve Koşullar";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Gizlemek için Sohbet Balonlarını Ⓧ simgesine doğru sürükle.";

"Pull down to refresh...|message for pull down to refresh" = "Yenilemek için aşağı çek...";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Push bildirimi uyarıları kapalı.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Push bildirimi uyarıları kapalı.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Push bildirimi sesleri kapalı.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Push bildirimleri kapalı.";

"Push up to refresh...|message for push up to refresh" = "Yenilemek için yukarı it...";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Grup sohbetlerini burada çabucak bulabilirsin.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Grup mesajlarını burada çabucak bulabilirsin.";

"Rate %@|Alert title for asking user to rate this app." = "%1$@ Uygulamasına Puan Ver";

"Rate %@|Label on button prompting user to rate the app." = "%1$@ Uygulamasına Puan Ver";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Arkadaşlarına bulundukları her yerden, telefon veya site üzerinden ulaş.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Arkadaşlarına bulundukları her yerden ulaş";

"Recent Stickers|Accessibility label for recently used stickers" = "Yakınlardaki Çıkartmalar";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Yakınlardaki Çıkartmalar";

"Record Video|action sheet option for recording a video" = "Video Kaydet";

"Record Voice|Button label for attaching an audio clip" = "Ses Kaydet";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Kayıt aracı başlatılamadı";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Kayıt iptal edildi";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Kaydı iptal etmek için bırak";

"Release to refresh...|message for releasing to refresh" = "Yenilemek için bırak...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Daha Sonra Hatırlat";

"Remove Attachment|action sheet option for removing current attachment" = "Dosya Ekini Kaldır";

"Remove Photo|action sheet option for removing chosen photo" = "Fotoğrafı Kaldır";

"Remove Photo|action sheet option for removing current attachment" = "Fotoğrafı Kaldır";

"Removing...|text for removing progress" = "Kaldırılıyor...";

"Report a Problem|title for give feedback or report bug" = "Sorun Bildir";

"Resend|Resend - Resend Button Title" = "Tekrar Gönder";

"Retry|generic retry button" = "Tekrar Dene";

"Ringing|Text shown on call screen while contacting another party" = "Çalıyor";

"Save Photo|action sheet option to save photo to library" = "Fotoğrafı Kaydet";

"Save photo as conversation image?|" = "Fotoğrafı konuşma resmi olarak kaydet?";

"Save|" = "Kaydet";

"Saving...|Progress text shown while saving a new image for a thread" = "Kaydediliyor...";

"Saving...|Progress text shown while saving a new name for a thread" = "Kaydediliyor...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Daha Fazla Arkadaşını Ara…";

"Search to add favorites|placeholder in edit favorites search bar" = "Sık kullanılanlara eklemek için ara";

"Search|placeholder in search bar" = "Arama";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Aranıyor...";

"See Group Chats|Label for a button that creates a new group chat" = "Grup Sohbetlerini Gör";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Arkadaşlarının nerelerde takıldığını gör ve konumunu arkadaşlarınla paylaş. Tam olarak nerede olduğunu göremezler";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Herkes Gördü";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Herkes gördü";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "%1$@ gördü - %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "%1$@ gördü";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "%1$@ gördü";

"Seen by:|Text for seen state header" = "Görenler:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Görüldü - %1$@, %2$@ yakınlarında";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Görüldü - %1$@";

"Select country code|select country code text" = "Ülke kodunu seç";

"Send (%i)|Send button with count in parentheses" = "Gönder (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Gönderme Başarısız";

"Send in Message|Sharing option" = "Mesajda Gönder";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Telefona, Sohbete ve Mesajlara Gönder";

"Send|Nav bar send button text" = "Gönder";

"Send|Send button" = "Gönder";

"Send|text to show in the send button" = "Gönder";

"Sending...|sending progress text" = "Gönderiliyor...";

"Sending…|Text used below message bubble to show send is in progress" = "Gönderiliyor...";

"Sent a message|default notification text for messages with no body text" = "Mesaj gönderdin";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Messenger'dan gönderildi";

"Sent from email|indicator that a message was sent from email" = "E-postadan gönderildi";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Cep telefonundan gönderildi";

"Sent from web|indicator that a message was sent sent from web or chat" = "Siteden gönderildi";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Nereden: %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Gönderildi (%1$@)";

"Session Expired|Error title for expired session" = "Oturum Zaman Aşımına Uğradı";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Facebook Ayarını Açık Yap";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Ayarlar Uygulaması > Genel > Konum Servisleri";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Ayarlar Uygulaması > Konum Servisleri";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Ayarlar Uygulaması &gt; Gizlilik &gt; Konum Servisleri";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Ayarlar";

"Settings|Settings alert popup button" = "Ayarlar";

"Settings|title for settings page" = "Ayarlar";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Kim olduklarını görmek için konumunu paylaş.";

"Share|Share button title" = "Paylaş";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Paylaşılan Fotoğraflar";

"Shared a link|text for a link share" = "Bir bağlantı paylaşıldı";

"Shared a photo|text for a photo share" = "Bir fotoğraf paylaşıldı";

"Shared a video|text for a video share" = "Bir video paylaşıldı";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Klavyeyi göster";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Çıkartmaları göster";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Facebook'a Kaydol";

"Skip|Skip - Skip Button Title" = "Geç";

"Something went wrong. Want to try again?|retry dialog message" = "Bir şeyler yanlış gitti. Tekrar denemek ister misin?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Üzgünüz, bir hata oluştu";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Standart Veri Bağlantısı Ücretleri";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Harita verilerini yüklediğinde veri bağlantısı ücretlidir.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Grup Sohbetleri Başlat";

"Sticker Store|Navigation bar title for sticker store view" = "Çıkartma Mağazası";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Medya eklemeyi durdur";

"Submit|Submit button title" = "Gönder";

"Suggestions|Suggested people to send a message to" = "Öneriler";

"Switch Account|text for switching logged in user" = "Hesap Değiştir";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Arama yapmak için Wi-Fi bağlantısına geç";

"Sync Contacts|Start contact sync button label, 15 char max" = "Kişileri Senk.";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Kişilerini Senkronize Et";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Gönderileri ve fotoğrafları bir konumla etiketle. Ayrıca telefonun cebindeyken bile yakınında neler olduğunu keşfet.";

"Take Photo|action sheet option for taking a photo" = "Fotoğraf Çek";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Genel'e Dokun";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Konum Servisleri'ne Dokun";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Gizlilik'e Dokun";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Bu mesajı göndermek için Tekrar Dene'ye dokun.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Sohbeti açmak için çark simgesine dokun";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Ayarların hakkında bilgi almak ve Facebook'un neden sürekli konumuna ihtiyaç duyduğunu öğrenmek için buraya dokun.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Fotoğraflar göndermek, ifade simgeleri eklemek ve sesli mesajlar kaydetmek için + işaretine dokun.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Aramaya dönmek için dokun";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Konumu açmak için dokun";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Bu numaraya kısa mesaj gönderilemiyor.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Arkadaşlarına ücretsiz kısa mesaj gönder.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Kısa mesajlarla arkadaşlarına bulundukları her yerden, telefonlarından veya sohbetten ulaş.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Bu telefon numarası kısa mesaj alamıyor.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Facebook'a bağlanılırken bir hata oluştu. Lütfen bağlantını kontrol et ve tekrar dene.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Araman bağlanırken bir sorun oluştu. Lütfen Wi-Fi bağlantısını kur ve tekrar dene.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "İpucu: Mesajları asla kaçırma";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Aramaları kabul edebilmek için, Messenger'ı yeni sürümüne güncellemelisin.";

"To complete your phone number activation, please enter the activation code|" = "Telefon numaranın aktivasyonunu tamamlamak için lütfen aktivasyon kodunu gir";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Mesajlarına konumunu eklemek için telefonunda şuraya git: %1$@";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Aramalar yapabilmek için, Messenger'ı yeni sürümüne güncellemelisin.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Bu konuşmanın uyarılarını kapatmak için konuşma ayarlarına git.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Tüm konuşmaların için konumu kapatmak için şuraya git: %1$@";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Bildirimleri açmak için iPhone Ayarları %1$@ Bildirimler %2$@ Messenger'a git";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Bu özelliği kullanmak için %1$@ ayarlarına git ve Konum Servisleri'ni seç. Sonra da %2$@ için Açık'ı seç.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Bu özelliği kullanmak için %1$@ ayarlarına git ve sırasıyla Gizlilik'e ve Konum Servisleri'ne dokun. Sonra da %2$@ için Açık'ı seç.";

"To|Accessibility label for to field in contact picker" = "Alıcı";

"To:|to field in contact picker" = "Kime:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Ses kaydı için düğmeyi basılı tutarak konuşmaya başla.\nGöndermek için düğmeyi bırak veya iptal etmek için parmağını kaydırarak düğmeden çek.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Tekrar Dene";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Sohbeti Kapat";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "08:00'e Kadar Kapat";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "1 Saatliğine Kapat";

"Turn Off|Option to turn off alerts" = "Kapat";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Sohbeti Aç";

"Turn On Location Services|Error message title when location services are unavailable." = "Konum Servisleri'ni Aç";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Bildirimleri Aç";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Bildirimleri Aç";

"Turn On|Option to turn on alerts" = "Aç";

"Turn On|Turn on alerts" = "Aç";

"Turn On|button label for deferring enabling push notifications" = "Aç";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Push Bildirimlerini Aç";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Bir mesaj gelir gelmez bundan haberdar olmak için push bildirimlerini aç.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Bildirimleri açar veya kapatır";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Yazıyor…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "%1$@ Aranamadı";

"Unable to Save Image|retry dialog title for setting thread image" = "Görüntü Kaydedilemedi";

"Unable to Send|Title for send feedback failed warning." = "Gönderilemedi";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Konuşmaya başkaları eklenemedi. Lütfen tekrar dene.";

"Unable to name your conversation.|error message after setting conversation name" = "Konuşmana ad verilemedi.";

"Unable to remove you right now.|error messages after leaving conversation" = "Konuşmadan çıkamadın.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Sık mesajlaşılanlar Facebook'a kaydedilemedi";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Mesaj gönderilemedi. Tekrar dene?";

"Unable to send message.|Alert text for when a message failed to send." = "Mesaj gönderilemedi.";

"Unable to send right now.|error message for failing to send message" = "Şu anda gönderilemiyor.";

"Unpin|button title to remove user from favorites" = "Kaldır";

"Update|Get new version now button." = "Güncelle";

"Updating...|updating progress text" = "Güncelleniyor...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Şimdi Yükselt";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Messenger'ı Ücretsiz Kullan";

"View Call|Text show on button that views an incoming call" = "Aramayı Gör";

"View Missed Call|Text show on button that views an incoming call" = "Cevapsız Aramayı Gör";

"View Timeline|Button text to go to a user's timeline" = "Zaman Tünelini Gör";

"View in Maps|action sheet option for viewing a map" = "Haritada Bak";

"View|Alert button that takes user to the thread where a message failed to send" = "Gör";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "%1$@ çıkartma paketi indirilemediği için üzgünüz. Lütfen daha sonra tekrar dene.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Telefonunu onaylaman için sana kısa mesajla bir bağlantı göndereceğiz.";

"Welcome to Messenger|Title for NUX page" = "Messenger'a Hoş Geldin";

"Who do you want to message?|Placeholder text in To field when composing a message" = "Kime mesaj göndermek istiyorsun?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Bu mesajı kim veya kimlere göndermek istiyorsun?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Toplu gönderilecek mesajını yaz (mesajın her arkadaşına tek tek gönderilecek)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Yayın mesajı yaz (her arkadaşa ayrı mesaj gönderilir)";

"Write a message...|Placeholder text to suggest writing a message" = "Mesaj yaz...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "%1$@'yi Wi-Fi üzerinden arayabilirisn. Lütfen telefon ayarlarından Wi-Fi'ı aç.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Verilerini gizlilik ayarlarından yönetebilirsin.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "%1$@'dan cevapsız araman var";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Birazdan giriş yaparken kullanacağın kodun yazdığı bir SMS veya e-posta alacaksın.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Mesaj aldığında haberdar olmayacaksın.";

"You|String for you, the user" = "Sen";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Messenger'dan çıkmak üzeresin. Veri bağlantısı ücretli olabilir.";

"Your Stickers|Segment button label for downloaded stickers" = "Çıkartmaların";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Arkadaşın şu anda çağrı alamıyor";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Arkadaşın yakınındaki bir kahvecide.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Arkadaşın yakınındaki bir lokantayı tavsiye etti.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Arkadaşın yakınında bir fotoğraf çekti.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Mesajın alıcılardan bir veya daha fazlasına gönderilemedi.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Mesajın alıcılardan bir veya daha fazlasına gönderilemedi.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Mesajın gönderilmedi.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Mesajların gönderilmedi.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "1g önce aktifti";

"active 1h ago|indicator that a user was active 1 hour ago" = "1s önce aktifti";

"active 1m ago|indicator that a user was active 1 minute ago" = "1d önce aktifti";

"active now|indicator that a user is currently active, on web or mobile" = "şu an aktif";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "cep telefonunda %1$@ önce aktifti";

"active on mobile|presences status for being active on mobile" = "cep telefonunda aktif";

"active %id ago|indicator that a user was active 2+ days ago" = "%1$ig önce aktifti";

"active %ih ago|indicator that a user was active 2+ hours ago" = "%1$is önce aktifti";

"active %im ago|indicator that a user was active 2+ minute ago" = "%1$id önce aktifti";

"active %@ ago|presences status for being active a relative time ago" = "%1$@ önce aktifti";

"error|A short message for audio play error" = "hata";

"is calling|text below the caller's name when they are calling" = "arıyor";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "yazıyor…";

"on mobile|presences status for being available on mobile" = "cep telefonunda";

"online %@ ago|presences status for being online on the web a relative time ago" = "%1$@ önce çevrimiçiydi";

"online|presences status for being online on the web" = "çevrimiçi";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "yazıyor…";

"%d more friends nearby...|Additional nearby friend results available to show" = "%1$d arkadaşın daha yakınında...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d / %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i gün";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i saat";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i dakika";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i kişi bulundu, %2$i eşleşti";

"%id|short indicator that a user was active 2+ days ago" = "%1$ig";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$is";

"%im|short indicator that a user was active 2+ minute ago" = "%1$id";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ ve %2$@ Facebook Messenger kullanıyor";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ ve %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@00M";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ arıyor";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ bir başkasıyla görüşüyor";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ yakınındaki bir kahvecide.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ müsait değil";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ Messenger'da";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ yazıyor…";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ yakınındaki bir lokantayı tavsiye etti.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ \"%2$@\" dedi";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@0 Bin";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ yakınında bir fotoğraf çekti.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ seni aramaya çalıştı";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ Facebook Messenger kullanıyor";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, %2$d yeni mesaj";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i diğer kişi";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ ve %3$@ Facebook Messenger kullanıyor";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ ve 1 diğer arkadaşın Messenger kullanıyor";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ ve %4$i diğer arkadaşın Messenger kullanıyor";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@M";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@B";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@M";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u Arkadaşın Yakınında";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u arkadaşın konumunu seninle paylaşıyor.";

"%u photo attached|Accessiblity text for a single photo" = "%1$u fotoğraf ekledi";

"%u photos attached|Accessibility text for a photo set" = "%1$u fotoğraf eklendi";

